Repository: udiante/CHTestClient
Catalog: CHTestClient/Language/*.lproj/Localizable.strings
Languages: es

source: Cryptocurrencies
es: Criptomonedas

# No internet connection, try again later
source: No Internet connetion. Make sure that you have connection, then try again.
es: No hay conexión a internet. Prueba más tarde.

# Error, try again later
source: There's a problem with your request. Try again later.
es: Se ha producido un error al realizar tu solicitud. Prueba más tarde.

source: (USD Value)
es: (Importe USD)

source: Downloading chart data
es: Descargando datos de la gráfica

source: Last Hour
es: Última Hora

source: Last 24 Hours
es: Últimas 24 Horas

source: Last 7 days
es: Última Semana

source: Try Again
es: Prueba más tarde

source: Cancel
es: Cancelar

source: No data available
es: No hay datos disponibles

source: New Exchange
es: Nuevo Intercambio

source: Exchange
es: Intercambio

# Amount to purchase
source: %@ to purchase
es: %@ a comprar

source: Amount of dollars to sell
es: Dólares a recuperar

source: %@ Amount:
es: %@ cantidad:

source: USD Amount:
es: USD valor:

source: Confirmation required
es: Se requiere confirmación

source: Confirm
es: Confirmar

source: Success
es: ¡Confirmado!

source: Exchange completed
es: Intercambio realizado

source: Press download to retrieve all Cryptocurrencies
es: Pulsa descargar para obtener todas las Criptomonedas

source: Download
es: Descargar

source: (Total Value)
es: (Valor total de la cartera)

source: 1 %@ is %@
es: 1 %@ equivale a %@

source: (%@ units availble)
es: (%@ unidades disponibles)

source: You're going to buy %@ %@ paying %@. Are you sure?
es: Vas a comprar %@ %@ pagando %@. ¿Estás seguro?

source: You're going to sell %@ %@ obtaining %@ Are you sure?
es: Vas a vender %@ %@ obteniendo %@ ¿Estás seguro?
